{
  "headerHome": "HOME",
  "headerPhones": "TELEFONES",
  "headerTablets": "TABLETS",
  "headerAccessories": "ACESSÓRIOS",
  "welcome": "Bem vindo ao site Nice Gadgets!",
  "brandNewModels": "Novos modelos",
  "Mobile phones": "Telefones",
  "Accessories": "Acessórios",
  "Tablets": "Tablets",
  "Favorites": "Favoritos",
  "Cart": "Carrinho",
  "for": "para",
  "items": "itens",
  "$": "R$",
  "sortBy": "Ordernar por",
  "itemsOnPage": "Itens por página",
  "Newest": "Mais novo",
  "Alphabetically": "Ordem alfabética",
  "Cheapest": "Mais barato",
  "techSpecs": "Especificações técnicas",
  "screen": "Tela",
  "resolution": "Resolução",
  "capacity": "Capacidade",
  "processor": "Processador",
  "RAM": "RAM",
  "camera": "Camera",
  "zoom": "Zoom",
  "cell": "Celular",
  "recommendation": "Também possa te interessar",
  "added": "Adicionado ao carrinho",
  "addToCart": "Adicionar ao carrinho",
  "shopByCategory": "Navegue por categoria",
  "detailsColorSelection": "Cores disponíveis",
  "detailsCapacitySelection": "Selecione a capacidade",
  "detailsAbout": "Sobre",

  "And then there was Pro": "E então houve o Pró",
  "And then was a Pro": "E então houve o Pró",
  "A transformative triple-camera system that adds tons of capability without complexity.": "Um sistema transformador de câmera tripla que adiciona toneladas de capacidade sem complexidade",
  "An unprecedented leap in battery life. And a mind-blowing chip that doubles down on machine learning and pushes the boundaries of what a smartphone can do. Welcome to the first iPhone powerful enough to be called Pro.": "Um salto sem precedentes na vida útil da bateria. E um chip alucinante que duplica o aprendizado de máquina e ultrapassa os limites do que um smartphone pode fazer. Bem-vindo ao primeiro iPhone poderoso o suficiente para ser chamado de Pro.",
  "Meet the first triple-camera system to combine cutting-edge technology with the legendary simplicity of iPhone. Capture up to four times more scene. Get beautiful images in drastically lower light. Shoot the highest-quality video in a smartphone — then edit with the same tools you love for photos. You’ve never shot with anything like it.": "Conheça o primeiro sistema de câmera tripla que combina tecnologia de ponta com a lendária simplicidade do iPhone. Capture até quatro vezes mais cenas. Obtenha belas imagens com pouca luz. Grave vídeos da mais alta qualidade em um smartphone e depois edite com as mesmas ferramentas que você adora para fotos. Você nunca fotografou com nada parecido.",
  "Shoot it. Flip it. Zoom it. Crop it. Cut it. Light it. Tweak it. Love it.": "Atire. Vire. Amplie. Corte. Corte. Acenda. Ajuste. Adorei.",
  "iPhone 11 Pro lets you capture videos that are beautifully true to life, with greater detail and smoother motion. Epic processing power means it can shoot 4K video with extended dynamic range and cinematic video stabilization — all at 60 fps. You get more creative control, too, with four times more scene and powerful new editing tools to play with.": "O iPhone 11 Pro permite capturar vídeos lindamente realistas, com mais detalhes e movimentos mais suaves. O poder de processamento épico significa que ele pode gravar vídeos em 4K com faixa dinâmica estendida e estabilização de vídeo cinematográfica - tudo a 60 qps. Você obtém mais controle criativo , também, com quatro vezes mais cenas e novas e poderosas ferramentas de edição para brincar.",
  "Wonderfull": "Maravilhoso",
  "Blast past fast.": "Passe rápido.",
  "5G speed. A14 Bionic, the fastest chip in a smartphone. An edge-to-edge OLED display. Ceramic Shield with four times better drop performance. And Night mode on every camera. iPhone 12 has it all — in two perfect sizes.": "Velocidade 5G. A14 Bionic, o chip mais rápido em um smartphone. Uma tela OLED de ponta a ponta. Ceramic Shield com desempenho de queda quatro vezes melhor. E modo noturno em todas as câmeras. O iPhone 12 tem tudo - em dois tamanhos perfeitos. ",
  "A14 Bionic chip. The only thing even close was our last chip.": "Chip A14 Bionic. A única coisa que chegou perto foi nosso último chip.",
  "A14 Bionic is the first 5-nanometer chip in the industry, with advanced components literally atoms wide. Forty percent more transistors rev up speeds while increasing efficiency for great battery life. And a new ISP powers Dolby Vision recording — something no pro movie camera, let alone any other phone, can do.": "O A14 Bionic é o primeiro chip de 5 nanômetros do setor, com componentes avançados com literalmente átomos de largura. Quarenta por cento mais transistores aceleram as velocidades enquanto aumentam a eficiência para uma excelente vida útil da bateria. E um novo ISP alimenta a gravação Dolby Vision - algo que nenhuma câmera de cinema profissional , muito menos qualquer outro telefone, pode servir.",
  "Night mode comes to all your cameras.": "O modo noturno chega a todas as suas câmeras.",
  "Low light is now a highlight. From dimly lit restaurants to moonlit beaches, the new Night mode delivers natural low-light shots — automatically.": "A pouca luz é agora um destaque. Desde restaurantes pouco iluminados até praias iluminadas pela lua, o novo modo Noite proporciona fotografias naturais em pouca luz — automaticamente.",
  "Your new superpower.": "Seu novo superpoder.",
  "A15 Bionic, the fastest chip ever in a smartphone. Super Retina XDR display with ProMotion. Durable Ceramic Shield with 4x better drop performance. New Night mode on all cameras. It’s the ultimate iPhone, powered by the ultimate chip.": "A15 Bionic, o chip mais rápido de todos os tempos em um smartphone. Tela Super Retina XDR com ProMotion. Escudo cerâmico durável com desempenho de queda 4x melhor. Novo modo noturno em todas as câmeras. É o iPhone definitivo, equipado com o chip mais moderno.",
  "A15 Bionic chip. Super power. Mini sized.": "Chip A15 Bionic. Superpotência. Tamanho mini.",
  "The A15 Bionic chip is the fastest chip ever in a smartphone. It powers everything from photography to gaming. And the incredible Machine Learning accelerators allow you to experience augmented reality like never before.": "O chip A15 Bionic é o chip mais rápido de todos os tempos em um smartphone. Ele alimenta tudo, desde fotografia até jogos. E os incríveis aceleradores de aprendizado de máquina permitem que você experimente a realidade aumentada como nunca antes.",
  "Amazing Camera. No Pro Required.": "Câmera incrível. Não é necessário profissional.",
  "iPhone 13 Mini takes stunning photos and videos with its advanced dual-camera system, with a new Night mode on all cameras. And Photographic Styles personalizes your photos in the moment for a beautiful look.": "O iPhone 13 Mini tira fotos e vídeos impressionantes com seu sistema avançado de câmera dupla, com um novo modo noturno em todas as câmeras. E os estilos fotográficos personalizam suas fotos no momento para uma aparência linda.",
  "The Ultimate Pro Camera System": "O melhor sistema de câmera profissional",
  "Introducing the first pro camera system that's also an iPhone — delivering 3x optical zoom, macro photography, Night mode portraits, and a new ProRes format for the highest-quality video ever in a smartphone. Get ready to shoot like a pro.": "Apresentamos o primeiro sistema de câmera profissional que também é um iPhone - oferecendo zoom óptico de 3x, fotografia macro, retratos no modo noturno e um novo formato ProRes para vídeo da mais alta qualidade já visto em um smartphone. Prepare-se para fotografar como um profissional.",
  "Cinematic Mode": "Modo Cinematográfico",
  "Film like a pro with exclusive access to the depth-of-field effect of Cinema mode, now on both the Wide and Telephoto cameras. Add focus transitions for a creative look, and easily switch between cameras to capture more of the moment.": "Filme como um profissional com acesso exclusivo ao efeito de profundidade de campo do modo Cinema, agora nas câmeras grande angular e telefoto. Adicione transições de foco para uma aparência criativa e alterne facilmente entre as câmeras para capturar mais do momento.",
  "A15 Bionic": "A15 Biônico",
  "A15 Bionic is the fastest chip ever in a smartphone. It powers incredible experiences in photography, video, gaming, and more — all while delivering great battery life. And it enables the most advanced machine learning capabilities in any smartphone for next-level experiences.": "O A15 Bionic é o chip mais rápido de todos os tempos em um smartphone. Ele proporciona experiências incríveis em fotografia, vídeo, jogos e muito mais, tudo isso ao mesmo tempo em que proporciona excelente duração da bateria. E permite os recursos de aprendizado de máquina mais avançados em qualquer smartphone para experiências de nível superior. .",
  "ProMotion technology automatically adjusts the display to the movement on your screen, for more fluid scrolling, greater responsiveness, and smoother motion — and a battery that lasts all day.": "A tecnologia ProMotion ajusta automaticamente a exibição ao movimento da tela, para uma rolagem mais fluida, maior capacidade de resposta e movimentos mais suaves - e uma bateria que dura o dia todo.",

  "Powerful Performance": "Poderosa Performance",
  "Monitor your health": "Monitore sua saúde",
  "Experience incredible power and performance with the Apple iPad Pro 11. With the M1 chip, it delivers a new level of performance, making it faster and more efficient than ever before.": "Experimente potência e desempenho incríveis com o Apple iPad Pro 11. Com o chip M1, ele oferece um novo nível de desempenho, tornando-o mais rápido e eficiente do que nunca.",
  "Whether you're editing photos, designing artwork, or multitasking with demanding apps, the iPad Pro 11 handles it all with ease.": "Esteja você editando fotos, criando obras de arte ou realizando multitarefas com aplicativos exigentes, o iPad Pro 11 faz tudo isso com facilidade.",
  "Stunning Liquid Retina Display": "Impressionante tela de retina líquida",
  "Enjoy a vibrant and immersive visual experience on the iPad Pro 11's Liquid Retina display. With ProMotion technology and True Tone, the display adapts to your environment, providing smooth scrolling, precise color accuracy, and incredible detail.": "Desfrute de uma experiência visual vibrante e envolvente na tela Liquid Retina do iPad Pro 11. Com tecnologia ProMotion e True Tone, a tela se adapta ao seu ambiente, proporcionando rolagem suave, precisão de cores precisa e detalhes incríveis.",
  "From watching movies to editing videos, the iPad Pro 11's display brings your content to life with stunning clarity.": "Desde assistir filmes até editar vídeos, a tela do iPad Pro 11 dá vida ao seu conteúdo com uma clareza impressionante.",
  "Versatile Camera System": "Sistema de câmera versátil",
  "Capture stunning photos and videos with the iPad Pro 11's advanced camera system. Featuring a 12MP Ultra Wide front camera and a 12MP Wide rear camera with LiDAR scanner, you can take high-quality shots and enjoy augmented reality experiences.": "Capture fotos e vídeos impressionantes com o sistema de câmera avançado do iPad Pro 11. Apresentando uma câmera frontal Ultra Wide de 12 MP e uma câmera traseira Wide de 12 MP com scanner LiDAR, você pode tirar fotos de alta qualidade e desfrutar de experiências de realidade aumentada.",
  "Whether you're video calling, scanning documents, or recording 4K videos, the iPad Pro 11's camera system delivers exceptional performance.": "Esteja você fazendo videochamadas, digitalizando documentos ou gravando vídeos em 4K, o sistema de câmera do iPad Pro 11 oferece desempenho excepcional.",
  "Thin, Light, and Powerful": "Fino, leve e poderoso",
  "The Apple iPad Air (4th Gen) combines sleek design with powerful performance. With its thin and light form factor, it's incredibly portable and easy to carry wherever you go.": "O Apple iPad Air (4ª geração) combina design elegante com desempenho poderoso. Com seu formato fino e leve, é incrivelmente portátil e fácil de transportar onde quer que você vá.",
  "Featuring the A14 Bionic chip with Neural Engine, the iPad Air delivers fast and efficient performance, making it ideal for multitasking, gaming, and creative tasks.": "Apresentando o chip A14 Bionic com Neural Engine, o iPad Air oferece desempenho rápido e eficiente, tornando-o ideal para multitarefa, jogos e tarefas criativas.",
  "Immerse yourself in vivid visuals on the iPad Air's Liquid Retina display. With True Tone and P3 wide color gamut, it offers true-to-life colors and incredible detail.": "Mergulhe em imagens vívidas na tela Retina Líquida do iPad Air. Com True Tone e ampla gama de cores P3, oferece cores realistas e detalhes incríveis.",
  "Whether you're watching movies, editing photos, or browsing the web, the iPad Air's display provides an immersive and enjoyable viewing experience.": "Esteja você assistindo filmes, editando fotos ou navegando na web, a tela do iPad Air oferece uma experiência de visualização envolvente e agradável.",
  "Versatile Features and Apple Pencil Support": "Recursos versáteis e suporte para Apple Pencil",
  "Unlock new possibilities with the iPad Air's versatile features. It supports Apple Pencil (2nd generation), allowing you to take notes, sketch, and annotate documents with precision.": "Desbloqueie novas possibilidades com os recursos versáteis do iPad Air. Ele suporta Apple Pencil (2ª geração), permitindo fazer anotações, esboçar e anotar documentos com precisão.",
  "With Touch ID built into the top button, you can securely unlock your iPad, make secure purchases, and authenticate apps with a simple touch.": "Com o Touch ID integrado no botão superior, você pode desbloquear seu iPad com segurança, fazer compras seguras e autenticar aplicativos com um simples toque.",
  "Compact and Portable": "Compacto e portátil",
  "Experience the power of an iPad in a compact size with the Apple iPad Mini (6th Gen). With its 8.3-inch Liquid Retina display and slim design, it's perfect for on-the-go productivity and entertainment.": "Experimente o poder de um iPad em um tamanho compacto com o Apple iPad Mini (6ª geração). Com tela Retina Líquida de 8,3 polegadas e design fino, é perfeito para produtividade e entretenimento em movimento.",
  "Whether you're reading, gaming, or watching videos, the iPad Mini delivers a stunning visual experience in a portable package.": "Esteja você lendo, jogando ou assistindo vídeos, o iPad Mini oferece uma experiência visual impressionante em um pacote portátil.",
  "A15 Bionic Chip and Neural Engine": "Chip Biônico A15 e Motor Neural",
  "The iPad Mini (6th Gen) is equipped with the powerful A15 Bionic chip and Neural Engine, delivering fast and efficient performance. It can handle demanding tasks and graphics-intensive apps with ease, making it suitable for both work and play.": "O iPad Mini (6ª geração) está equipado com o poderoso chip A15 Bionic e Neural Engine, proporcionando desempenho rápido e eficiente. Ele pode lidar com tarefas exigentes e aplicativos com uso intensivo de gráficos com facilidade, tornando-o adequado tanto para trabalho quanto para lazer.",
  "Experience smooth multitasking, immersive gaming, and seamless app usage on the iPad Mini.": "Experimente multitarefa suave, jogos envolventes e uso contínuo de aplicativos no iPad Mini.",
  "Advanced Cameras and Center Stage": "Câmeras avançadas e palco central",
  "Capture stunning photos and videos with the iPad Mini's advanced cameras. With a 12MP front camera and a 12MP rear camera, you can take high-quality shots and record impressive videos.": "Capture fotos e vídeos impressionantes com as câmeras avançadas do iPad Mini. Com uma câmera frontal de 12 MP e uma câmera traseira de 12 MP, você pode tirar fotos de alta qualidade e gravar vídeos impressionantes.",
  "The iPad Mini also features Center Stage, a feature that automatically keeps you in frame during video calls, making your conversations more engaging and dynamic.": "O iPad Mini também possui Center Stage, um recurso que mantém você enquadrado automaticamente durante videochamadas, tornando suas conversas mais envolventes e dinâmicas.",
  "Versatile and Affordable": "Versátil e acessível",
  "The Apple iPad 10.2 (2020) offers a versatile and affordable option for everyday tasks and entertainment. Whether you're browsing the web, streaming content, or using productivity apps, it delivers a smooth and responsive experience.": "O Apple iPad 10.2 (2020) oferece uma opção versátil e acessível para tarefas diárias e entretenimento. Esteja você navegando na web, transmitindo conteúdo ou usando aplicativos de produtividade, ele oferece uma experiência suave e responsiva.",
  "With its large 10.2-inch Retina display, it provides a great viewing experience for all your content.": "Com sua grande tela Retina de 10,2 polegadas, oferece uma excelente experiência de visualização para todo o seu conteúdo.",
  "Experience powerful performance with the iPad 10.2's A12 Bionic chip. It enables fast and efficient multitasking, allowing you to run multiple apps smoothly and seamlessly.": "Experimente um desempenho poderoso com o chip A12 Bionic do iPad 10.2. Ele permite multitarefa rápida e eficiente, permitindo que você execute vários aplicativos de maneira suave e contínua.",
  "From gaming to editing documents, the iPad 10.2 can handle it all with ease.": "De jogos a edição de documentos, o iPad 10.2 pode lidar com tudo com facilidade.",
  "Apple Pencil and Smart Keyboard Support": "Suporte para Apple Pencil e teclado inteligente",
  "Unlock your creativity and productivity with Apple Pencil and Smart Keyboard support. Take notes, draw, and sketch with precision using the Apple Pencil (1st generation), and transform your iPad into a lightweight laptop with the Smart Keyboard.": "Liberte a sua criatividade e produtividade com suporte para Apple Pencil e Smart Keyboard. Faça anotações, desenhe e esboce com precisão usando o Apple Pencil (1ª geração) e transforme seu iPad em um laptop leve com o Smart Keyboard.",
  "The iPad 10.2 adapts to your needs, whether you're a student, professional, or creative artist.": "O iPad 10.2 se adapta às suas necessidades, seja você estudante, profissional ou artista criativo.",
  "Compact and Powerful": "Compacto e poderoso",
  "The Apple iPad Mini (5th Gen) packs a punch with its compact size and powerful performance. Whether you're on the go or at home, it's perfect for productivity, entertainment, and creativity.": "O Apple iPad Mini (5ª geração) impressiona com seu tamanho compacto e desempenho poderoso. Esteja você em trânsito ou em casa, é perfeito para produtividade, entretenimento e criatividade.",
  "With its A12 Bionic chip, the iPad Mini delivers fast and efficient performance, allowing you to run demanding apps and games smoothly.": "Com seu chip A12 Bionic, o iPad Mini oferece desempenho rápido e eficiente, permitindo que você execute aplicativos e jogos exigentes sem problemas.",
  "Retina Display and True Tone": "Tela Retina e True Tone",
  "Experience stunning visuals on the iPad Mini's Retina display. With True Tone technology, it adjusts the display's color temperature to match the ambient lighting, providing a natural and comfortable viewing experience.": "Experimente imagens impressionantes na tela Retina do iPad Mini. Com a tecnologia True Tone, ajusta a temperatura da cor do display para corresponder à iluminação ambiente, proporcionando uma experiência de visualização natural e confortável.",
  "From reading ebooks to browsing photos, the iPad Mini's display brings content to life with vibrant colors and sharp details.": "Da leitura de e-books à navegação por fotos, a tela do iPad Mini dá vida ao conteúdo com cores vibrantes e detalhes nítidos.",
  "Unlock your creativity and productivity with Apple Pencil and Smart Keyboard support. Take notes, sketch, and annotate documents with precision using the Apple Pencil (1st generation), and turn your iPad Mini into a versatile workstation with the Smart Keyboard.": "Liberte sua criatividade e produtividade com o suporte do Apple Pencil e do Smart Keyboard. Faça anotações, esboce e anote documentos com precisão usando o Apple Pencil (1ª geração) e transforme seu iPad Mini em uma estação de trabalho versátil com o Smart Keyboard.",
  "The iPad Mini adapts to your needs, making it a powerful tool for both work and play.": "O iPad Mini se adapta às suas necessidades, tornando-o uma ferramenta poderosa tanto para trabalho quanto para lazer.",

  "The Apple Watch Series 3 is equipped with sensors to track your heart rate, calories burned, and other fitness metrics throughout the day. It can even track your workouts and suggest personalized fitness goals.": "O Apple Watch Series 3 está equipado com sensores para monitorar sua frequência cardíaca, calorias queimadas e outras métricas de condicionamento físico ao longo do dia. Ele pode até monitorar seus treinos e sugerir metas de condicionamento físico personalizadas.",
  "Stay connected on the go": "Fique conectado em qualquer lugar!",
  "With cellular connectivity, you can make calls and send texts from your wrist even without your iPhone nearby. And with Siri, you can get directions, send messages, and set reminders hands-free.": "Com a conectividade celular, você pode fazer chamadas e enviar mensagens de texto do seu pulso, mesmo sem o iPhone por perto. E com o Siri, você pode obter instruções, enviar mensagens e definir lembretes com as mãos livres.",
  "Stream your favorite music": "Ouça sua música favorita",
  "With Apple Music and Siri, you can stream over 75 million songs on your Apple Watch Series 3. Or listen to your favorite podcasts, audiobooks, and radio stations.": "Com o Apple Music e o Siri, você pode transmitir mais de 75 milhões de músicas no seu Apple Watch Series 3. Ou ouvir seus podcasts, audiolivros e estações de rádio favoritos.",
  "Always-On Retina display": "Display de retina sempre ativo",
  "The Apple Watch Series 6 features an Always-On Retina display that is 2.5 times brighter outdoors when your wrist is down. So you can see all the information on your watch face at a glance.": "O Apple Watch Series 6 apresenta uma tela Retina Always-On que é 2,5 vezes mais brilhante em ambientes externos quando o pulso está abaixado. Assim, você pode ver todas as informações no mostrador do relógio rapidamente",
  "Blood oxygen sensor": "Sensor de oxigênio no sangue",
  "The Blood Oxygen app measures your blood oxygen levels with a revolutionary new sensor and app. You can also take an ECG from your wrist anytime, anywhere.": "O aplicativo Blood Oxygen mede seus níveis de oxigênio no sangue com um novo sensor e aplicativo revolucionário. Você também pode fazer um ECG no pulso a qualquer hora e em qualquer lugar",
  "Track your daily activity": "Acompanhe suas atividades diárias",
  "The Apple Watch Series 6 tracks your daily activity including workouts, steps taken, and calories burned. It also has a built-in GPS to track your runs, walks, and hikes.": "O Apple Watch Series 6 monitora suas atividades diárias, incluindo treinos, passos dados e calorias queimadas. Ele também possui um GPS integrado para monitorar suas corridas, caminhadas e caminhadas",
  "ECG app": "Aplicativo ECG",
  "The ECG app can detect irregular heart rhythms and alert you if something seems amiss. You can also take an ECG anytime, anywhere, right from your wrist.": "O aplicativo ECG pode detectar ritmos cardíacos irregulares e alertá-lo se algo parecer errado. Você também pode fazer um ECG a qualquer hora, em qualquer lugar, diretamente do seu pulso.",
  "Activity tracking": "Monitoramento de atividade",
  "The Apple Watch Series 5 tracks your daily activity, including workouts, steps taken, and calories burned. It also has a built-in GPS to track your runs, walks, and hikes.": "O Apple Watch Series 5 monitora sua atividade diária, incluindo treinos, passos dados e calorias queimadas. Ele também possui um GPS integrado para monitorar suas corridas, caminhadas e caminhadas.",
  "Track your workouts": "Monitore seus treinos",
  "The Apple Watch Series 5 tracks your workouts including running, walking, cycling, and swimming. It also has a built-in GPS to track your location and route.": "O Apple Watch Series 5 monitora seus treinos, incluindo corrida, caminhada, ciclismo e natação. Ele também possui um GPS integrado para rastrear sua localização e rota.",
  "Larger display": "Exibição maior",
  "The Apple Watch Series 4 has a larger display that lets you see more information at a glance. The display is over 30% larger than the Series 3 and is edge-to-edge with curved corners.": "O Apple Watch Series 4 tem uma tela maior que permite ver mais informações rapidamente. A tela é 30% maior que a Série 3 e tem cantos curvos de ponta a ponta.",
  "Fall detection": "Detecção de queda",
  "The Apple Watch Series 4 can detect when you fall and can send an alert to emergency services if you don't respond within a minute. This feature is only available for users over 65 years old.": "O Apple Watch Series 4 pode detectar quando você cai e enviar um alerta aos serviços de emergência se você não responder em um minuto. Este recurso está disponível apenas para usuários com mais de 65 anos.",
  "Family Setup": "Configuração familiar",
  "With Family Setup, you can pair your Apple Watch SE with a family member's iPhone, so you can stay connected even without owning an iPhone yourself.": "Com o Family Setup, você pode emparelhar seu Apple Watch SE com o iPhone de um membro da família, para que possa permanecer conectado mesmo sem possuir um iPhone.",
  "Fitness tracking": "Acompanhamento de condicionamento físico",
  "The Apple Watch SE offers comprehensive fitness tracking features, including activity tracking, heart rate monitoring, and built-in GPS for tracking your outdoor workouts.": "O Apple Watch SE oferece recursos abrangentes de monitoramento de condicionamento físico, incluindo monitoramento de atividades, monitoramento de frequência cardíaca e GPS integrado para monitorar seus treinos ao ar livre.",
  "Retina display": "Tela Retina",
  "The Apple Watch SE features a stunning Retina display that is always on, providing clear and vibrant visuals for easy readability.": "O Apple Watch SE possui uma impressionante tela Retina que está sempre ligada, proporcionando imagens nítidas e vibrantes para facilitar a leitura.",
  "The Apple Watch SE features a stunning Retina display that is always on, so you can easily see the time and important information without lifting your wrist.": "O Apple Watch SE possui uma impressionante tela Retina que está sempre ligada, para que você possa ver facilmente a hora e informações importantes sem levantar o pulso.",
  "The Apple Watch SE tracks your daily activity including workouts, steps taken, and calories burned. It also has a built-in GPS to track your runs, walks, and hikes.": "O Apple Watch SE monitora suas atividades diárias, incluindo treinos, passos dados e calorias queimadas. Ele também possui um GPS integrado para monitorar suas corridas, caminhadas e caminhadas.",
  "The Apple Watch SE keeps you connected with the people and information you care about most. With cellular service, you can make and receive calls and texts, stream music, and use Siri, all without your iPhone.": "O Apple Watch SE mantém você conectado com as pessoas e as informações de que você mais gosta. Com o serviço de celular, você pode fazer e receber chamadas e mensagens de texto, transmitir música e usar o Siri, tudo sem o seu iPhone.",
  "With the ECG app, you can take an electrocardiogram right from your wrist. This feature is only available in certain countries and regions.": "Com o aplicativo ECG, você pode fazer um eletrocardiograma diretamente no pulso. Esse recurso está disponível apenas em alguns países e regiões.",
  "The Apple Watch Series 5 features an Always-On Retina display that allows you to glance at your watch without raising your wrist.": "O Apple Watch Series 5 apresenta uma tela Retina Always-On que permite que você olhe para o relógio sem levantar o pulso.",
  "With the ECG app, you can take an electrocardiogram from your wrist anytime, anywhere. ": "Com o aplicativo ECG, você pode fazer um eletrocardiograma no pulso a qualquer hora e em qualquer lugar.",
  "The Apple Watch SE features a Retina display that provides clear and vibrant visuals for easy readability.": "O Apple Watch SE possui uma tela Retina que oferece imagens nítidas e vibrantes para facilitar a leitura.",
  "Health and fitness tracking": "Acompanhamento de saúde e condicionamento físico",
  "The Apple Watch SE has all the features you need to stay healthy and active, including heart rate monitoring, activity tracking, and sleep tracking. It also has built-in GPS so you can track your workouts and outdoor activities.": "O Apple Watch SE possui todos os recursos de que você precisa para se manter saudável e ativo, incluindo monitoramento de frequência cardíaca, monitoramento de atividades e monitoramento do sono. Ele também possui GPS integrado para que você possa monitorar seus treinos e atividades ao ar livre.",
  "Fitness and health tracking": "Acompanhamento de condicionamento físico e saúde",
  "The Apple Watch SE helps you stay active and monitors your health with features like heart rate monitoring, activity tracking, and built-in GPS for tracking your outdoor workouts.": "Apple Watch SE ajuda você a se manter ativo e monitora sua saúde com recursos como monitoramento de frequência cardíaca, monitoramento de atividades e GPS integrado para monitorar seus treinos ao ar livre.",
  "Stay connected": "Permaneça conectado",
  "With cellular and Wi-Fi connectivity, you can stay connected on the go. Make and receive calls, send messages, stream music, and access Siri right from your wrist.": "Com conectividade celular e Wi-Fi, você pode ficar conectado em qualquer lugar. Faça e receba chamadas, envie mensagens, transmita música e acesse a Siri diretamente do seu pulso.",
  "models": "modelos",
  "hotPrices": "Em alta",
  "phones": "Telefones",
  "tablets": "Tablets",
  "accessories": "Acessórios",
  "footerContacts": "CONTATOS",
  "footerRights": "DIREITOS",
  "backToTop": "Início da página"
}
